aaron-bond.better-comments
adamwalzer.string-converter
AESSoft.aessoft-class-autocomplete
akamud.vscode-javascript-snippet-pack
andrejunges.Handlebars
austenc.laravel-blade-spacer
azemoh.one-monokai
bierner.color-info
bierner.lit-html
bierner.markdown-mermaid
bradgashler.htmltagwrap
BriteSnow.vscode-toggle-quotes
bungcip.better-toml
burkeholland.simple-react-snippets
chrisdias.vscode-opennewinstance
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer
Compulim.indent4to2
cssho.vscode-svgviewer
daylerees.rainglow
dbaeumer.vscode-eslint
deerawan.vscode-faker
demijollamaxime.bulma
DigitalBrainstem.javascript-ejs-support
dinhani.divider
dkundel.vscode-npm-source
drKnoxy.eslint-disable-snippets
dsznajder.es7-react-js-snippets
eamodio.find-related
EditorConfig.EditorConfig
eg2.tslint
eg2.vscode-npm-script
emilast.LogFileHighlighter
Equinusocio.vsc-material-theme
esbenp.prettier-vscode
eseom.nunjucks-template
fabiospampinato.vscode-highlight
fabiospampinato.vscode-markdown-todo
fabiospampinato.vscode-monokai-night
fabiospampinato.vscode-open-in-npm
felixfbecker.php-intellisense
file-icons.file-icons
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
geddski.macros
gerane.Theme-FlatlandMonokai
glen-84.sass-lint
howardzuo.vscode-npm-dependency
infeng.vscode-react-typescript
ionutvmi.path-autocomplete
jack89ita.open-file-from-path
jamesmaj.easy-icons
JoeyYiZhao.mongo-runner
joffreykern.markdown-toc
jolaleye.horizon-theme-vscode
joshpeng.sublime-babel-vscode
jprestidge.theme-material-theme
jvitor83.typings-autoinstaller
karyfoundation.theme-karyfoundation-themes
keenethics.keen-neutral-icon-theme
kumar-harsh.graphql-for-vscode
kuscamara.electron
lamartire.line-to-column
leizongmin.node-module-intellisense
liviuschera.noctis
lostfields.nodejs-repl
luongnd.edge
MaxfieldWalker.vscode-color-theme-spirited-away
mblode.twig-language-2
mechatroner.rainbow-csv
mikestead.dotenv
mkaufman.HTMLHint
monokai.theme-monokai-pro-vscode
mrmlnc.vscode-scss
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
mubaidr.vuejs-extension-pack
naumovs.color-highlight
naumovs.node-modules-resolve
neilbrayfield.php-docblocker
neilding.language-liquid
OfHumanBondage.react-proptypes-intellisense
oliversturm.fix-json
patbenatar.advanced-new-file
Perkovec.require-sort
PeterJausovec.vscode-docker
philsinatra.nested-comments
PKief.material-icon-theme
pmneo.tsimporter
redhat.vscode-yaml
richie5um2.vscode-sort-json
robinbentley.sass-indented
sburg.vscode-javascript-booster
sdras.night-owl
sdras.vue-vscode-snippets
Shan.code-settings-sync
simsim0709.over-night-owl
sldobri.bunker
sleistner.vscode-fileutils
spywhere.guides
steoates.autoimport
tht13.python
Tobermory.es6-string-html
tombonnike.vscode-status-bar-format-toggle
trongthanh.theme-boxythemekit
Tyriar.lorem-ipsum
Unity.unity-debug
v4run.transpose
vincaslt.highlight-matching-tag
vincentkos.php-docblock-generator
VisualStudioExptTeam.vscodeintellicode
whtouche.vscode-js-console-utils
wix.glean
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
