Compulim.vscode-express
DavidAnson.vscode-markdownlint
EditorConfig.EditorConfig
HookyQR.beautify
PKief.material-icon-theme
PeterJausovec.vscode-docker
Zignd.html-css-class-completion
akamud.vscode-theme-onedark
alefragnani.project-manager
annsk.alignment
anseki.vscode-color
bbenoist.vagrant
bibhasdn.django-html
bibhasdn.django-snippets
bigonesystems.django
brapifra.phpserver
bschulte.php-autocomplete
christian-kohler.npm-intellisense
danwahlin.angular2-snippets
dbaeumer.jshint
dbaeumer.vscode-eslint
donjayamanne.githistory
donjayamanne.python
ecmel.vscode-html-css
eg2.tslint
eg2.vscode-npm-script
emallin.phpunit
felixfbecker.php-debug
felixfbecker.php-intellisense
formulahendry.code-runner
formulahendry.terminal
gerane.Theme-Monokai-Aurora
hnw.vscode-auto-open-markdown-preview
humao.rest-client
ikappas.composer
jgw9617.ionic2-vscode
joelday.docthis
johnpapa.Angular2
junstyle.php-cs-fixer
leizongmin.node-module-intellisense
liuji-jim.vue
lonefy.vscode-JS-CSS-HTML-formatter
lukehoban.Go
magicstack.MagicPython
mrmlnc.vscode-apache
msjsdiag.debugger-for-chrome
naumovs.node-modules-resolve
octref.vetur
onecentlin.laravel-blade
onecentlin.laravel5-snippets
rebornix.Ruby
robertohuertasm.vscode-icons
ryannaddy.laravel-artisan
shanoor.vscode-nginx
streetsidesoftware.code-spell-checker
taichi.react-beautify
thebarkman.vscode-djaneiro
vladmrnv.expresssnippet
vsmobile.vscode-react-native
wcwhitehead.bootstrap-3-snippets
whatwedo.twig
xabikos.JavaScriptSnippets
xabikos.ReactSnippets
zhuangtongfa.Material-theme
