aaron-bond.better-comments
AESSoft.aessoft-class-autocomplete
akamud.vscode-javascript-snippet-pack
amandeepmittal.pug
andrejunges.Handlebars
ardenivanov.svelte-intellisense
austenc.laravel-blade-spacer
austenc.tailwind-docs
azemoh.one-monokai
bhshawon.node-json-autocomplete
bierner.color-info
bierner.lit-html
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
BriteSnow.vscode-toggle-quotes
bungcip.better-toml
burkeholland.simple-react-snippets
chrisdias.vscode-opennewinstance
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer
Compulim.indent4to2
cssho.vscode-svgviewer
dariofuzinato.vue-peek
DavidAnson.vscode-markdownlint
daylerees.rainglow
dbaeumer.vscode-eslint
deerawan.vscode-faker
demijollamaxime.bulma
DigitalBrainstem.javascript-ejs-support
dkundel.vscode-npm-source
drKnoxy.eslint-disable-snippets
dsznajder.es7-react-js-snippets
dzannotti.vscode-babel-coloring
eamodio.find-related
ecmel.vscode-html-css
EditorConfig.EditorConfig
eg2.vscode-npm-script
emilast.LogFileHighlighter
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
esbenp.prettier-vscode
eseom.nunjucks-template
fabiospampinato.vscode-highlight
fabiospampinato.vscode-markdown-todo
fabiospampinato.vscode-open-in-npm
felixfbecker.php-intellisense
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
foxundermoon.next-js
geddski.macros
gerane.Theme-FlatlandMonokai
ghmcadams.lintlens
glen-84.sass-lint
golang.go
howardzuo.vscode-npm-dependency
hwencc.html-tag-wrapper
infeng.vscode-react-typescript
ionutvmi.path-autocomplete
jack89ita.open-file-from-path
jamesmaj.easy-icons
jasonnutter.search-node-modules
jcbuisson.vue
JoeyYiZhao.mongo-runner
joffreykern.markdown-toc
jprestidge.theme-material-theme
jsynowiec.vscode-insertdatestring
jvitor83.typings-autoinstaller
kisstkondoros.vscode-gutter-preview
kiteco.kite
kumar-harsh.graphql-for-vscode
lamartire.line-to-column
leizongmin.node-module-intellisense
lostfields.nodejs-repl
luongnd.edge
mblode.twig-language-2
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
mikestead.dotenv
mkaufman.HTMLHint
monokai.theme-monokai-pro-vscode
mrmlnc.vscode-attrs-sorter
mrmlnc.vscode-pugbeautify
mrmlnc.vscode-puglint
mrmlnc.vscode-scss
ms-dotnettools.csharp
ms-python.python
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
ms-vsonline.vsonline
msjsdiag.debugger-for-chrome
msjsdiag.vscode-react-native
mubaidr.vuejs-extension-pack
naumovs.color-highlight
naumovs.node-modules-resolve
neilbrayfield.php-docblocker
neilding.language-liquid
OfHumanBondage.react-proptypes-intellisense
oliversturm.fix-json
Perkovec.require-sort
pflannery.vscode-versionlens
ph1p.zeit-co-vscode-schemas
philsinatra.nested-comments
PKief.material-icon-theme
pmneo.tsimporter
pranaygp.vscode-css-peek
redhat.java
redhat.vscode-yaml
richie5um2.vscode-sort-json
rvest.vs-code-prettier-eslint
sburg.vscode-javascript-booster
sdras.night-owl
Shan.code-settings-sync
shd101wyy.markdown-preview-enhanced
shenjiaolong.vue-helper
sleistner.vscode-fileutils
slevesque.vscode-zipexplorer
spywhere.guides
steoates.autoimport
svelte.svelte-vscode
thekalinga.bootstrap4-vscode
tht13.python
titiaiev.vue-docs
toba.vsfire
Tobermory.es6-string-html
tombonnike.vscode-status-bar-format-toggle
Tyriar.lorem-ipsum
v4run.transpose
vincaslt.highlight-matching-tag
vincentkos.php-docblock-generator
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vstirbu.vscode-mermaid-preview
vzwgrey.file-create
whtouche.vscode-js-console-utils
Wscats.qf
Wscats.vue
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
